Repository: phreesoft/bizuno-payfabric
Catalog: locale/bizuno-payfabric-*.po
Languages: es_es, fr_fr

source: Please add your mobile number
es_es: Por favor, añade tu número de móvil
fr_fr: Veuillez saisir votre numéro de mobile

source: Please add your transaction ID
es_es: Por favor, añade tu ID de transacción
fr_fr: Veuillez saisir votre ID de transaction

source: Mobile Number
es_es: Número de móvil
fr_fr: Numéro de mobile

source: Transaction ID
es_es: ID de transacción
fr_fr: ID de transaction

source: Custom
es_es: Personalizado
fr_fr: Personnalisé

source: Allows payments with custom gateway.
es_es: Permite pagos mediante pasarela personalizada.
fr_fr: Permet les paiements via une passerelle personnalisée.

source: Enable/Disable
es_es: Activar/Desactivar
fr_fr: Activer/Désactiver

source: Enable Custom Payment
es_es: Activar pago personalizado
fr_fr: Activer le paiement personnalisé

source: Title
es_es: Título
fr_fr: Titre

source: This controls the title which the user sees during checkout.
es_es: Esto controla el título que el usuario ve durante el pago.
fr_fr: Cela contrôle le titre que l’utilisateur voit pendant le paiement.

source: Custom Payment
es_es: Pago personalizado
fr_fr: Paiement personnalisé

source: Order Status
es_es: Estado del pedido
fr_fr: État de la commande

source: Choose whether status you wish after checkout.
es_es: Elige el estado que deseas asignar al pedido después del pago.
fr_fr: Choisissez l’état souhaité après le paiement.

source: Description
es_es: Descripción

source: Payment method description that the customer will see on your checkout.
es_es: Descripción del método de pago que el cliente verá en la página de pago.
fr_fr: Description de la méthode de paiement que le client verra sur la page de paiement.

source: Payment Information
es_es: Información de pago
fr_fr: Informations de paiement

source: Instructions
es_es: Instrucciones

source: Instructions that will be added to the thank you page and emails.
es_es: Instrucciones que se añadirán a la página de agradecimiento y a los correos electrónicos.
fr_fr: Instructions qui seront ajoutées à la page de remerciement et aux e-mails.

source: Checkout with custom payment.
es_es: Pago realizado con método personalizado.
fr_fr: Paiement effectué avec méthode personnalisée.

source: Purchase Order payments
es_es: Pagos con orden de compra
fr_fr: Paiements par bon de commande

source: Accept payment via business Purchase Order. This offline gateway can also be useful to test purchases.
es_es: Acepta pagos mediante orden de compra empresarial. Esta pasarela offline también puede ser útil para realizar pruebas de compra.
fr_fr: Acceptez les paiements via bon de commande professionnel. Cette passerelle hors ligne est également utile pour tester des achats.

source: Enable PO Checkout
es_es: Activar pago con orden de compra
fr_fr: Activer le paiement par bon de commande

source: Purchase Order
es_es: Orden de compra
fr_fr: Bon de commande

source: You will receive an invoice with tracking once your order ships.
es_es: Recibirás una factura con información de seguimiento una vez que tu pedido sea enviado.
fr_fr: Vous recevrez une facture avec suivi une fois que votre commande sera expédiée.

source: Awaiting check payment
es_es: Esperando pago por orden de compra
fr_fr: En attente de paiement par bon de commande
